[XComGame.X2BodyPartTemplateManager]


;DEV NOTE: Divided by 10 each to make it easier

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;TOTAL 发型S: 116 (AS OF MOD 版本 1.00)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 1 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_SpriPony_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 精神焕发 马尾辫"

[VRedux_Weiss33_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 魏丝 发型风格"

[VRedux_Weiss33_B_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 魏丝 马尾辫 (反转)"

[VRedux_HalfEyeVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 一目了然"

[VRedux_HalfEyeVellaAlt_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 一目了然 双色 (主)"

[VRedux_HalfEyeVellaAlt_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 一目了然 双色 (附)"

[VRedux_LongSide18_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单面长"

[VRedux_LongBraid_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 纯辫子流苏"

[VRedux_SingleSideTail_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单面尾翼"

[VRedux_SingleSideTail_NT_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单面尾翼 (无尾巴)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 2 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_SaberViolet_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 永恒花园 剑士 发型风格"

[VRedux_BiancaVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 锚切 (比安卡 - 维拉 默认 发型)"

[VRedux_EleFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 优雅"

[VRedux_Def01Evie_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 伊菲 马尾辫"

[VRedux_Def02EvieA_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 伊菲 较长 马尾辫 (伊菲 默认 发型 02 版本 A)"

[VRedux_Def02EvieB_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 伊菲 较长 马尾辫 (伊菲 默认 发型 02 版本 B)"

[VRedux_HatMiku29_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 初音未来 发型"

[VRedux_MiriDef_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 小龙女 发型"

[VRedux_PyBob_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 小龙女 蛇盘"

[VRedux_SideBraidPony12_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 侧边辫 马尾辫"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_Horror_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 美人鱼 发型"

[VRedux_TieDef_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 提夫 发型风格"

[VRedux_TwinTailViola_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 维奥拉 双尾"

[VRedux_LongBang_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 长直刘海"

[VRedux_ForgotAnneFBT03_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 安妮 法式辫子尾"

[VRedux_GirFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 少女"

[VRedux_ECFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 东部切"

[VRedux_Windy_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 微风飘动的流苏 - 特雷瑟 发型"

[VRedux_Unbal_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 不对称 - 不平衡"

[VRedux_BunBang_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 刘海圆发髻"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 4 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_ArishaSF_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 艾莉莎 银狐"

[VRedux_ArishaDef_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 地铁波波切"

[VRedux_ArishaPC_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 樱桃辫 (主)"

[VRedux_ArishaPC_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 樱桃辫 (附)"

[VRedux_ArishaPC_Alt_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 樱桃辫 -- 无附件 (主)"

[VRedux_ArishaPC_Alt_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 樱桃辫 -- 无附件 (附)"

[VRedux_Dolly06_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 多莉 发型"

[VRedux_Left_Dolly06_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 多莉 发型 (只有左边 发型)"

[VRedux_Right_Dolly06_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 多莉 发型 (只有右边 发型)"

[VRedux_None_Dolly06_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 多莉 发型 (无侧边)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 5 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_Bob35_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 波浪 波波 发型"

[VRedux_Miul_DStoker_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 缪尔 恶魔斯托克 发型"

[VRedux_Miul_DHunter_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 缪尔 恶魔猎手 发型"

[VRedux_Del_CR_A_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 黛莉娅 水晶玫瑰 (有 花冠)"

[VRedux_Del_CR_B_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 黛莉娅 水晶玫瑰 (无 花冠)"

[VRedux_B_Dancer31_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 贝拉 马尾辫"

[VRedux_TwinPony_Lyn_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 双 马尾辫 (琳 默认 发型)"

[VRedux_LSP_Arisha_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 艾莉莎 长直纯 发型"

[VRedux_HUS_Pony_Bob_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 短 马尾辫 波波"

[VRedux_CityJillVal_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 都市女孩 (吉尔瓦伦汀 发型)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 6 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_ChineseEvy_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 中国女孩 发型"

[VRedux_ChineseEvyB_ND_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 中国女孩 发型 Alt. 版本 (无附件)"

[VRedux_ShagBobEvy_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 夏奇 波波 发型"

[VRedux_MandooFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 曼多 波波"

[VRedux_WildStrVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 狂野 直发"

[VRedux_NatWaveFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 自然波"

[VRedux_TwinPonyDelia_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 双垂 圆 马尾辫"

[VRedux_WickBraidFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 邪恶辫子 发型"

[VRedux_GirFiteVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 少女格斗"

[VRedux_SLP24_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 来日方长 马尾辫"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 7 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_MessyPonyTop14_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 上部混乱 马尾辫"

[VRedux_JungleFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 丛林 马尾辫"

[VRedux_JungleFionaB_NP_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 丛林 马尾辫 Alt. 版本 (无 马尾辫)"

[VRedux_ElePainArisha_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 优雅长痛"

[VRedux_FreeVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 自由波浪"

[VRedux_ShortcurlVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 短弯 波波"

[VRedux_SideUpFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 一边向上 发型"

[VRedux_VeilLFCFiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 长刘海"

[VRedux_LFT30_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 可爱正面 双 发型"

[VRedux_Succ_Hair_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 女妖之王 马尾辫"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 8 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_MachBob_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 玛赫 波波"

[VRedux_ClaLong_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 审判者克莱尔 长 发型"

[VRedux_NemLong_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 复仇女神 长 发型"

[VRedux_GodFiona_Bob_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 波波 发型 有头巾 (主)"

[VRedux_GodFiona_Bob_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 波波 发型 有头巾 (附)"

[VRedux_PonyBel_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 贝拉 马尾辫 有蝴蝶节"

[VRedux_ShagBobBelA_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 贝拉 波波"

[VRedux_ShagBobBelB_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 贝拉 波波 有可变色刘海 (主)"

[VRedux_ShagBobBelC_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 贝拉 波波 有可变色刘海 (附)"

[VRedux_AfroSam_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 非洲"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 9 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_Sel_Hair_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 仙素 发型"

[VRedux_CelPonyA_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 天空 马尾辫"

[VRedux_CelPonyB_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 天空 马尾辫 (无 花饰)"

[VRedux_Jpn02_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 斯金尼 双 马尾辫"

[VRedux_Jpn07_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 侧旋 马尾辫"

[VRedux_RnR_Gold_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 金发女孩"

[VRedux_Ala_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 阿拉丁 发型"

[VRedux_PonytailFlow_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 波浪 马尾辫"

[VRedux_Jpn36_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 超 长 发型"

[VRedux_Jpn15_ShStyle_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 短 潮流 发型"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 10 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_Jpn10_ShCool_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 短 酷 发型"

[VRedux_Jpn09_Bob_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 另类 波波"

[VRedux_Jpn27_Oracle_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 牧师/巫师 发型"

[VRedux_MidPart_Vella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 中间 长 发型"

[VRedux_EleCut17_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 柔切"

[VRedux_LoveShort_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 可爱 短 切"

[VRedux_NatLong_A_Pri_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 自然长 (主)"

[VRedux_NatLong_B_Sec_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 自然长 (附)"

[VRedux_NatLong_C_Alt_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 自然长 (无 长丝带蝴蝶结)"

[VRedux_LCurl_Jpn08_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 长卷"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 11 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_NatUp_FullPonyLook_Fiona_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 完整马尾辫 (主)"

[VRedux_NatUp_FullPonyLook_Fiona_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 完整马尾辫 (附)"

[VRedux_DaBloss_Lynn_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 琳 樱花漫舞"

[VRedux_DaBloss_Alt_Lynn_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 琳 樱花漫舞 (无 长发 饰品)"

[VRedux_PShot_Inno_Evie_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 纯洁斩 (天真切)"

[VRedux_DOA_Vind_Mai_Pony_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 死或生/拳皇 不知火舞 马尾辫 - 洛奇英雄传 版本"

[VRedux_CSL25_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 时髦 来日方长"

[VRedux_Fiona_Jpn11_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 菲欧纳 长 发型"

[VRedux_Bob01_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 地铁 波波"

[VRedux_FrBraid21_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 前编织 发型"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 12 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_SideCutVella_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 维拉 侧切"

[VRedux_Morgi_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 莫琪亚娜 发型"

[VRedux_Morgi_B_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 莫琪亚娜 发型 (无尾巴)"

[VRedux_Aero_XC2Lora_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 艾爱罗 混合 - 罗拉 发型"

[VRedux_Aero_Arisha_PCAlt_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 艾爱罗 混合 - 艾莉莎 樱桃辫 代替 版本 (主)"

[VRedux_Aero_Arisha_PCAlt_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 艾爱罗 混合 - 艾莉莎 樱桃辫 代替 版本 (附)"







;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;SAVE FOR UPDATE V1.02 (1)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;[VRedux_Lethor_PonyDef_T X2BodyPartTemplate]
;DisplayName="洛奇英雄传 (重置版) - 雷茜 发型"

;[VRedux_Celt_A_Fiona_T X2BodyPartTemplate]
;DisplayName="洛奇英雄传 (重置版) - 凯尔特 发型"

;[VRedux_Celt_B_Fiona_T X2BodyPartTemplate]
;DisplayName="洛奇英雄传 (重置版) - 凯尔特 发型 (无 花 饰品)"






















;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;Oh? You found this?
;I got a little bonus for those who find this. 
;This was 伊菲 Earrings. It was supposed to be a test for physics work but I decided to leave it there for you ;)
;I hope it works lel. Enjoy!
;Don't forget to do remove the ";" in here AND the XComContent.ini in order for this to show.

;[HelmVFH_EvieEar_T X2BodyPartTemplate]
;DisplayName="洛奇英雄传 (重置版) - 伊菲 Earrings"

;[FPUVFH_EvieEar_T X2BodyPartTemplate]
;DisplayName="洛奇英雄传 (重置版) - 伊菲 Earrings"

;[FPLVFH_EvieEar_T X2BodyPartTemplate]
;DisplayName="洛奇英雄传 (重置版) - 伊菲 Earrings"
